Repository: ktm2142/kebab-spots
Catalog: kebab_app/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Kebab Spots of
uk: Точки для шашлику -

source: Your recipes
uk: Ваші рецепти

source: Name
uk: Назва

source: Rating
uk: Рейтинг

source: Number of comments
uk: Немає коментарів

source: No rating yet
uk: Поки що немає рейтингу

source: No comments yet
uk: Поки що немає коментарів

source: You haven't added any kebab spots yet.
uk: Ви ще не додали жодних точок для шашлику.

source: Recipes of
uk: Рецепти -

source: Your kebab spots
uk: Ваші точки для шашлику

source: Title
uk: Назва

source: You haven't added any recipes yet.
uk: Ви ще не додали жодного рецепту.

source: Description
uk: Опис

source: Notes
uk: Замітки

source: Paid or free
uk: Платно

source: Private property
uk: Приватна територія

source: Parking
uk: Парковка

source: Toilets
uk: Туалети

source: Gazebos
uk: Альтанки

source: Tables
uk: Столи

source: Camping places
uk: Місця для кемпінгу

source: Swimming spot
uk: Місця для купання

source: Place for fire
uk: Місце для багаття

source: Trash bins
uk: Смітники

source: Save
uk: Зберегти

source: You forgot to place a point on the map.
uk: Ви забули вказати точку на карті.

source: Invalid point on the map.
uk: Невірна точка на карті.

source: You can upload a maximum of 5 photos.
uk: Ви можете завантажити максимум 5 фото.

source: File is too large. Maximum size: 10 MB.
uk: Файл занадто великий. Максимальний розмір: 10 МБ.

source: Radius
uk: Радіус

source: 10 km
uk: 10 км

source: 20 km
uk: 20 км

source: 30 km
uk: 30 км

source: Paid
uk: Платно

source: Apply
uk: Застосувати

source: Photos
uk: Фото

source: Reason for complaint
uk: причина скарги

source: Geolocation not provided
uk: Геолокація не надана

source: Unable to find the specified location. Please check the spelling.
uk: Геолокація не знайдена. Перевірте правильність назви.

source: Comment not found
uk: Коментар не знайдено

source: Invalid request
uk: Неправильний запит

source: The spot has been sent for review and hidden due to a large number of complaints.
uk: Точка була надіслана на розгляд і прихована з причиною великої кількості скарг.

source: Your complaint has been submitted.
uk: Вашу скаргу відправлено

source: You have already submitted a complaint for this spot.
uk: Ви вже подавали скаргу на цю точку.

source: About KebabSpots
uk: Про KebabSpots

source: KebabSpots is a portfolio project developed to showcase my skills as a Python Django developer.
uk: KebabSpots - портфоліо проєкту, що демонструє мої навички як Python Django-розробника.

source: This web-based application allows users to find, rate and share outdoor barbecue locations.
uk: Цей веб-додаток дозволяє користувачам знайти та оцінити місця для готування шашлику під відкритим небом.

source: It also features user authentication, geolocation services, and a rating system.
uk: Також додаток має автентифікацію користувача, сервіси геолокації та систему оцінок.

source: Project Overview
uk: Проєкт

source: - Built with Django and OpenStreetMap integration
uk: - Створено на Django і інтегровано з OpenStreetMap

source: - Utilizes Django Class-Based Views for efficient development
uk: - Для ефективної розробки використовуються Django Class-Based Views

source: - Features user authentication, geolocation services, and a rating system
uk: - Має автентифікацію користувачів, геолокаційні сервіси та систему оцінювання

source: Developer Information
uk: Інформація про розробника

source: This project was created by Volodymyr Oliinyk, a Python Django developer.
uk: Цейй проєкт було створено Олійником Володимиром, Python Django-розробником.

source: I'm passionate about building robust web applications and continuously improving my skills.
uk: Я захоплений створенням надійних веб-додатків і постійно вдосконалюю свої навички.

source: Contact Information
uk: Контактна інформація

source: I'm currently seeking new opportunities in Python Django development.
uk: Відкритий до нових можливостей в Python Django.

source: If you're interested in collaborating or have any questions about this project, please don't hesitate to reach out.
uk: Якщо ви зацікавлені у співпраці або маєте якісь запитання щодо цього проекту, будь ласка, не соромтеся звертатися!

source: Thank you for visiting KebabSpots!
uk: Дякую, що завітали до KebabSpots!

source: Recipes
uk: Рецепти

source: Logout
uk: Вихід

source: Login
uk: Вхід

source: Adding a kebab spot
uk: Додавання точки для шашлику

source: You are here
uk: Ви тут

source: File
uk: Фотографії

source: is not an image. Please select only photos.
uk: Файл не є зображенням. Будь ласка, виберіть лише зображення.

source: Nearest points
uk: Найближчі точки

source: Enter the name of the settlement
uk: Введіть назву населеного пункту

source: Search
uk: Пошук

source: Add kebab spot
uk: Додати точку для шашлику

source: Filters
uk: Фільтри

source: No ratings
uk: Немає рейтингу

source: Geolocation error
uk: Помилка геолокації

source: Show my location
uk: Показати моє місцезнаходження

source: Error fetching kebab spots
uk: Помилка отримання точок для шашлику

source: Created by
uk: Створено

source: Spot photo
uk: Фото точки

source: Your rating has been recorded!
uk: Вашу оцінку враховано!

source: Average rating
uk: Середній рейтинг

source: Characteristics
uk: Опис

source: Paid,Free
uk: Платно,Безкоштовно

source: Yes,No
uk: Так,Ні

source: Submit complaint
uk: Відправити скаргу

source: Comments
uk: Коментарі

source: Comment photo
uk: Фото коментаря

source: Delete
uk: Видалити

source: No comments.
uk: Немає коментарів

source: Leave a comment
uk: Написати коментар

source: To leave a comment, please log in.
uk: Щоб написати коментар, будь ласка, увійдіть у систему.

source: An error occurred while voting. Please try again.
uk: Помилка при голосуванні. Будь ласка, спробуйте ще раз.

source: Сomplaint
uk: Поскаржитись на точку

source: Submit a complaint
uk: Скарга

source: Send complaint
uk: Відправити скаргу

source: Ingredients
uk: Інгредієнти

source: Save recipe
uk: Зберегти рецепт

source: Add new recipe
uk: Додати рецепт

source: Search recipes
uk: Зберегти рецепт

source: Author
uk: Автор

source: Created at
uk: Створено

source: Back to recipes list
uk: Назад до списку рецептів

source: Previous
uk: Попередня

source: Page
uk: Сторінка

source: of
uk: з

source: Next
uk: Наступна

source: No recipes found.
uk: Не знайдено рецептів

source: Create recipe
uk: Додати рецепт

source: No recipes yet
uk: Рецептів поки що немає

source: Ukrainian
uk: Українська
